//TIP To <b>Run</b> code, press <shortcut actionId="Run"/> or
// click the <icon src="AllIcons.Actions.Execute"/> icon in the gutter.
public class Main {
    public static void main(String[] args) {


        //todo LMS Task
//         Создайте класс Triangle, у класса должны быть поля a, b, c.
//         В классе создайте метод "area" который при вызове выводит на консоль площадь треугольника.

//Triangle triangle = new Triangle();
//
//triangle.a=5;
//triangle.b=6;
//triangle.c=7;
//        System.out.println("triangle.area() = " + triangle.area());

//    }

    }
}